Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །ཀྱེ་མའོ་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་འདི་ནི་རབ་ཏུ་མ་རུང་ངོ་།
en: Alas, Blessed One! This world is doomed! Alas, Blessed One, this world is really doomed!

source: །སེམས་ཅན་རྣམ་པ་བཟང་པོ་གོ་སླ་བ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་འཚལ་བར་རྔོ་ཐོགས་པ། སྐལ་བ་དང་ལྡན་པ། ནུས་པ་དང་ལྡན་པ་དག་མཆིས་ཏེ།
en: There are intelligent beings of good disposition with the potential, fortune, and ability to comprehend the meaning of what the Blessed One says.

source: དེ་ལྟ་ལགས་པས་བཅོམ་ལྡན་འདས་ཆོས་ལེགས་པར་བསྟན་དུ་གསོལ།
en: Such being the case, O Blessed One, please eloquently teach the Dharma!

source: བདེ་བར་གཤེགས་པ་ཆོས་བསྟན་དུ་གསོལ།
en: Please, O Well-Gone One, teach the Dharma!”

source: དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་ཀྱང་སྨྲས་སོ།
en: Then Brahmā spoke these verses:

source: །ཡེ་ཤེས་ཆེན་པོ་མཆོག་གི་དཀྱིལ་འཁོར་བསྒྲུབས་ནས་ནི།
en: “Having accomplished the orb of supreme great wisdom,

source: །ཕྱོགས་བཅུ་དག་ཏུ་འོད་ཟེར་རྣམ་པར་འགྱེད་མཛད་དེ། །ཡེ་ཤེས་ཟེར་གྱིས་མི་ཡི་པད་མ་ཁ་འབྱེད་པ།
en: Radiating light rays throughout the ten directions, Your wisdom rays could bring lotus-like people to bloom.

source: །སྨྲ་བའི་ཉི་མ་དེ་རིང་ཅི་སླད་བཏང་སྙོམས་བཞུགས།
en: So then why today, Sun of Speech, do you remain indifferent?

source: །འཕགས་པའི་ནོར་ལ་སེམས་ཅན་དག་ནི་འགྲོན་གཉེར་ཏེ།
en: “Coaxing sentient beings with the wealth of the noble ones,

source: །སྲོག་ཆགས་བྱེ་བ་མང་པོ་དབུགས་ཕྱུང་མཛད་ནས་ནི།
en: You could soothe many tens of millions of creatures.

source: །གང་སླད་མི་གསུང་འགྲོ་ལ་བཏང་སྙོམས་མཛད་པ་འདི།
en: It is not suitable, O Friend of the World,

source: །འཇིག་རྟེན་རྩ་ལག་ཁྱོད་ལ་རིགས་པ་མ་ལགས་སོ།
en: That you silently remain indifferent to the world!

source: །ཆོས་ཀྱི་དམ་པའི་རྔ་བོ་ཆེ་ནི་བརྡུང་དུ་གསོལ།
en: “May you beat the kettledrum of the sublime Dharma!

source: །དམ་པའི་ཆོས་ཀྱི་དུང་ནི་མྱུར་དུ་བུད་དུ་གསོལ།
en: May you blow the conch shell of the genuine Dharma!

source: །ཆོས་ཀྱི་མཆོད་སྡོང་ཆེན་པོ་བསྒྲེང་བར་མཛད་དུ་གསོལ།
en: May you erect the great sacrificial post of the Dharma!

source: །ཆོས་ཀྱི་མར་མེ་ཆེན་པོ་འབར་བར་མཛད་དུ་གསོལ།
en: May you light the great lamp of the Dharma!

source: །ཆོས་ཆུ་མཆོག་གི་ཆར་པ་རབ་ཏུ་དབབ་ཏུ་གསོལ།
en: “May you rain down the waters of Dharma, most sublime!

source: །སྲིད་པའི་རྒྱ་མཚོར་གནས་པ་འདི་དག་བསྒྲལ་དུ་གསོལ།
en: May you ferry across all those wallowing in the ocean of existence!

source: །ནད་ཆེན་ཉོན་མོངས་འདི་དག་ཐར་བར་མཛད་དུ་གསོལ།
en: May you liberate all those afflicted with severe illness!

source: །ཉོན་མོངས་མེས་གདུངས་རབ་ཏུ་ཞི་བར་མཛད་དུ་གསོལ།
en: May you quell those tormented by the fires of afflictions!

source: །བདེ་བ་ཤིས་པ་རིམས་མེད་མྱ་ངན་མེད་གྱུར་པ། །ཞི་བའི་ལམ་ནི་ཁྱོད་ཀྱིས་ངེས་པར་བསྟན་དུ་གསོལ།
en: “May you teach the path to peace— Joyous, auspicious, imperishable, and without sorrow.

source: །མྱ་ངན་འདས་པའི་ལམ་དུ་མི་འགྲོ་མགོན་མེད་པ། །ལོག་པའི་ལམ་དུ་གནས་ལ་མགོན་པོ་ཐུགས་རྗེ་མཛོད།
en: Have compassion, O Protector, for those on the wrong path; They are helpless, since they are not traveling on the path to nirvāṇa!

source: །རྣམ་པར་ཐར་པའི་སྒོ་རྣམས་རབ་ཏུ་དབྱེ་བར་གསོལ།
en: “May you open the gates to liberation!

source: །ཆོས་ཚུལ་འཁྲུག་པ་མ་མཆིས་དེ་ནི་གཟུང་དུ་གསོལ།
en: May you explain the inalienable way of Dharma!

source: །སྐྱེ་བོ་དམུས་ལོང་དུ་ནི་གྱུར་པ་དེ་དག་ལ། །མགོན་པོ་ཁྱོད་ཀྱིས་ཆོས་མིག་དམ་པ་སྦྱང་དུ་གསོལ།
en: May you, O Lord, cleanse the sublime eye of Dharma For beings who are blind from birth!

source: །མི་ཡི་ཟླ་བ་མགོན་པོ་ཁྱོད་ནི་མ་གཏོགས་པར།
en: “There is no one but you, O Protector, Moon among Men,

source: །འཇིག་རྟེན་དག་གི་སྐྱེ་དང་རྒ་བ་སེལ་བགྱིད་པ། །ཚངས་པའི་འཇིག་རྟེན་དང་ནི་ལྷ་ཡི་འཇིག་རྟེན་དང་། །གནོད་སྦྱིན་དྲི་ཟ་མི་ཡི་འཇིག་རྟེན་ན་མ་མཆིས།
en: In the world of Brahmā, in the world of gods, Or in the worlds of yakṣas, gandharvas, or humans Who will remove birth and death from the worlds!

source: །ལྷ་རྣམས་ཐམས་ཅད་ལྟག་པར་སྤྱད་པར་བགྱིས་ནས་ནི།
en: “Recruiting all the gods,

source: །བདག་ནི་ཆོས་རྒྱལ་ཁྱོད་ལ་གསོལ་བ་འདེབས་པ་ལགས།
en: O King of Dharma, I beseech you!

source: །བསོད་ནམས་འདི་ཡིས་བདག་ཀྱང་རབ་ཏུ་མྱུར་བར་ནི།
en: Through this merit, may I also swiftly

source: །ཆོས་ཀྱི་འཁོར་ལོ་དམ་པ་རབ་ཏུ་སྐོར་གྱུར་ཅིག །དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པས་ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་རྗེས་སུ་གཟུང་བའི་ཕྱིར། ཐུགས་བརྩེ་བར་དགོངས་ཏེ། ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །
en: Turn the wheel of Dharma, most sublime!” Monks, in order to show kindness to the world of gods, humans, and nonhumans, the Thus-Gone One looked upon this world with compassion and silently acquiesced to Great Top-Knotted Brahmā.

source: དེ་ནས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་གྱིས་དེ་བཞིན་གཤེགས་པས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། ལྷའི་ཙན་དན་གྱི་ཕྱེ་མ་དང་། ཨ་ག་རུའི་ཕྱེ་མས་དེ་བཞིན་གཤེགས་པ་ལ་མངོན་པར་གཏོར་ནས་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་སྐྱེས་ཏེ། དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ།
en: Indeed, once Great Top-Knotted Brahmā understood that this Thus-Gone One had silently acquiesced, he anointed the Thus-Gone One with divine sandalwood powder and divine aloeswood powder, became joyful and ecstatic, and then vanished that very instant.

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པས་ཆོས་ལ་འཇིག་རྟེན་གུས་པ་བསྐྱེད་པ་དང་། ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་ཡང་དེ་བཞིན་གཤེགས་པ་ལ་ཡང་དང་ཡང་བསྐུལ་བས་དགེ་བའི་རྩ་བ་རྣམ་པར་སྤེལ་བ་དང་། ཆོས་ཀྱང་ཤིན་ཏུ་ཟབ་པའི་ཕྱིར་ཡང་གཅིག་པུ་དབེན་པར་གཤེགས་ཏེ། ནང་དུ་ཡང་དག་བཞག་ནས། ཐུགས་ལ་འདི་ལྟ་བུར་རྣམ་པར་རྟོག་པར་གྱུར་ཏེ།
en: Monks, in order to engender respect for the Dharma in the world, in order to increase the root of virtue by having Great Top-Knotted Brahmā repeatedly request the Dharma, and because the Dharma is exceedingly profound, the Thus-Gone One once again went into the privacy of solitude and had the following thought:

source: བདག་གིས་ཆོས་ཟབ་པ། ཕྲ་བ། གསལ་བ། ཁོང་དུ་ཆུད་པར་དཀའ་བ། བརྟག་མི་ནུས་པ། རྟོག་གེའི་སྤྱོད་ཡུལ་མ་ཡིན་པ།
en: “This truth to which I awakened is profound, subtle, luminous, hard to comprehend, inconceivable, and beyond the intellect.

source: མཁས་པ་དང་མཛངས་པས་རིག་པ། འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ། མཐོང་བར་དཀའ་བ།
en: Understood only by the clever and the wise, it is out of step with all worldly people and difficult to see.

source: ཕུང་པོ་ཐམས་ཅད་བོར་བ། འདུ་བྱེད་ཐམས་ཅད་ཉེ་བར་ཞི་བ། ཞི་གནས་ཀྱི་ལམ་གྱིས་ཆད་པ། སྟོང་པ་ཉིད་དམིགས་སུ་མེད་པ།
en: It is the abandonment of all aggregates, the cessation of all formations, a state of interruption through the path of tranquility, and imperceptible like emptiness.

source: སྲེད་པ་ཟད་པ། འདོད་ཆགས་དང་བྲལ་བ། འགོག་པ། མྱ་ངན་ལས་འདས་པ་འདི་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ།
en: It is the exhaustion of craving, and it is cessation free of desire. It is nirvāṇa.

source: གལ་ཏེ་བདག་གིས་ཆོས་འདི་བསྟན་ལ། གཞན་གྱིས་འདི་ཁོང་དུ་མ་ཆུད་ན་དེ་ནི་བདག་ལ་ཤིན་ཏུ་ཐོ་བཙམས་པར་འགྱུར་གྱིས་བདག་སྙིང་ལས་ཆུང་ངུར་གནས་པས་གནས་པར་བྱ་གོར་མ་ཆག་སྙམ་མོ།
en: If I were to teach this truth, and if others did not comprehend it, this would be harmful to me. Thus I will most certainly continue to keep it to myself.”

source: །དགེ་སློང་དག་དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས། ཚངས་པ་ཆེན་པོ་གཙུག་ཕུད་ཅན་གྱིས་ཡང་དེ་བཞིན་གཤེགས་པའི་ཐུགས་ཀྱི་རྣམ་པར་རྟོག་པ་དེ་ལྟ་བུ་དེ་སེམས་ཀྱིས་ཤེས་ནས། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Monks, by the power of the Buddha, Great Top-Knotted Brahmā once again became aware of this thought of the Thus-Gone One, and he went to see Śakra, lord of the gods.

source: ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀཽ་ཤི་ཀ་ཤེས་པར་གྱིས་ཤིག །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ནི་ཆོས་མི་སྟོན་པར་ཐུགས་ལས་ཆུང་ངུ་ལ་ཐུགས་བཏུད་དེ།
en: When he arrived, he told Śakra, lord of the gods, “Understand, Kauśika, that the venerable, perfectly and completely awakened Thus-Gone One is bent on not teaching the Dharma and thus keeping it to himself!

source: །འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཆོས་མི་སྟོན་པར་ཐུགས་ལས་ཆུང་ངུ་ལ་ཐུགས་བཏུད་པས། ཀཽ་ཤི་ཀ་ཀྱེ་མའོ་འཇིག་རྟེན་འདི་ནི་མ་རུང་བར་འགྱུར་རོ།
en: And since the worthy one, the perfectly and completely awakened Thus-Gone One, is bent on not teaching the Dharma and thus keeping it to himself, alas, O Kauśika, this world is doomed!

source: །ཀཽ་ཤི་ཀ་ཀྱེ་མའོ་འཇིག་རྟེན་འདི་ནི་རྣམ་པར་མ་རུང་བར་འགྱུར་རོ།
en: Alas, O Kauśika, this world is really doomed!

source: །ཀྱེ་མའོ་འཇིག་རྟེན་འདི་ནི་མ་རིག་པའི་མུན་པ་ཆེན་པོར་བཅུག་པར་འགྱུར་ན།
en: Alas, this world will be plunged into the great darkness of ignorance!

source: བདག་ཅག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བསྐུལ་དུ་ཅིའི་ཕྱིར་མི་འདོང་། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why don’t we then go and request that the worthy one, the perfectly and completely awakened Thus-Gone One, turn the wheel of Dharma?

source: མ་བསྐུལ་བར་དེ་བཞིན་གཤེགས་པ་ཆོས་ཀྱི་འཁོར་ལོ་མི་སྐོར་བའི་ཕྱིར་རོ།
en: Because the thus-gone ones do not turn the wheel of Dharma without being requested!”

source: །གྲོགས་པོ་ལེགས་སོ་ཞེས་ཏེ།
en: “Very well, my friend!” responded Śakra.

source: བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། ས་བླའི་ལྷ་རྣམས་དང་། བར་སྣང་བ་རྣམས་དང་། རྒྱལ་ཆེན་བཞིའི་རིས་དང་། སུམ་ཅུ་རྩ་གསུམ་དང་། འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། འོད་གསལ་དང་། འབྲས་བུ་ཆེ་དང་། དགེ་རྒྱས་དང་། གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་བརྒྱ་སྟོང་རབ་ཏུ་མང་པོ་ཁ་དོག་མངོན་པར་འཕགས་པ་དག་ནམ་སྲོས་པ་དང་། ལྷའི་ཁ་དོག་དང་། ལྷའི་སྣང་བས་ཤིང་སྒྲོལ་རྒྱུའི་དྲུང་ཉེ་ཚེ་སྣང་བར་བྱས་ནས། དེ་བཞིན་གཤེགས་པ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་པ་དང་།
en: And so when the night had passed, Śakra, Brahmā, the earth gods, the sky gods, and the gods of the Heaven of the Four Great Kings, the Heaven of the Thirty-Three, the Heaven Free from Strife, the Heaven of Joy, the Heaven of Delighting in Emanations, the Heaven of Making Use of Others’ Emanations, the Brahma Realm, the Luminous Heaven, the Heaven of Great Fruition, the Heaven of Perfected Virtue, and the pure realms—many hundreds of thousands of divinities of beautiful appearances—illuminated the area surrounding the tree of liberation with their divine beauty and their divine luminosity, and approached the Thus-Gone One.

source: དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ།
en: They bowed their heads to the feet of the Thus-Gone One, circumambulated him, and stood to one side.

source: །ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་དེ་བཞིན་གཤེགས་པ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། དེ་བཞིན་གཤེགས་པ་ལ་ཚིགས་སུ་བཅད་པས་མངོན་པར་བསྟོད་དོ།
en: Then Śakra, lord of the gods, bowed down with palms joined in the direction of the Thus-Gone One and praised him in verse:

source: །ཟླ་བ་ཉ་བ་གཟའ་ལས་ཐར་བ་ལྟར། །ཁྱོད་ཀྱི་ཐུགས་ནི་རྣམ་པར་གྲོལ་བ་ལགས།
en: “Your mind is completely liberated, Like a full moon free of eclipse.

source: །གཡུལ་ལས་རྣམ་པར་རྒྱལ་བ་བཞེངས་སུ་གསོལ།
en: May you rise, O Victor in Battle!

source: །འཇིག་རྟེན་མུན་པར་ཤེས་རབ་འོད་དབྱུང་གསོལ།
en: May you shine the light of insight in this dark world!”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། དེ་བཞིན་གཤེགས་པ་ཅང་མི་གསུང་བར་བཞུགས་སོ།
en: But at these words the Thus-Gone One remained silent.

source: །དེ་ནས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་གྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀཽ་ཤི་ཀ་ཇི་ལྟར་ཁྱོད་ཀྱིས་བསྐུལ་བ་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་གསོལ་བ་མི་གདབ་བོ།
en: Then Great Top-Knotted Brahmā said to Śakra, lord of the gods, “O Kauśika, venerable, perfectly and completely awakened thus-gone ones are not requested to turn the wheel of Dharma the way you requested it.”

source: །དེ་ནས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་གྱིས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས། དེ་བཞིན་གཤེགས་པ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། དེ་བཞིན་གཤེགས་པ་ལ་ཚིགས་སུ་བཅད་པས་གསོལ་བ།
en: So Great Top-Knotted Brahmā draped his robe on one shoulder, knelt on his right knee, and bowing down to the Thus-Gone One with palms joined, spoke this verse to him:

source: གཡུལ་ལས་རྣམ་པར་རྒྱལ་བ་བཞེངས་སུ་གསོལ།
en: “May you rise, O Victor in Battle!

source: །ཀུན་ཏུ་འཚལ་བར་འགྱུར་བ་མཆིས་ལགས་ཀྱིས།
en: Beings will become knowledgeable.

source: །ཐུབ་པ་ཁྱོད་ཀྱིས་ཆོས་ནི་བསྟན་དུ་གསོལ། །
en: O Sage, may you teach the Dharma!”

source: དགེ་སློང་དག་དེ་སྐད་ཅེས་གསོལ་བ་དང་། དེ་བཞིན་གཤེགས་པས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།།
en: Monks, at these words the Thus-Gone One repeated to Great Top-Knotted Brahmā,

source: ངའི་ལམ་རྒྱུན་ལས་བཟློག་པར་འགྲོ་བ་ཟབ་པ། མཐོང་བར་དཀའ་བ་དེ་ནི་འདོད་ཆགས་ཀྱིས་ལྡོངས་པ་དག་གིས་མི་མཐོང་སྟེ།
en: “My path, going against the stream, is profound. It is difficult to see, Since those blinded by desire do not see it.

source: དེ་ལྟ་བས་ན་བསྟན་ཀྱང་མི་ཕན་ནོ། །
en: Therefore teaching it will not be of any help.

source: སྐྱེ་དགུ་འདོད་པ་རྣམས་ལ་བཅིངས། །རྒྱུན་གྱིས་རབ་ཏུ་བདས་པ་ཡིན། །
en: “Beings, bound to their desires, Are continuously swept away in the stream.

source: ངས་འདི་ཚེགས་ནི་ཆེན་པོས་རྙེད། །དེ་ལྟ་བས་ན་བསྟན་མི་ཕན།
en: I discovered this with great effort; Therefore teaching it will not be of any help!”

source: །དགེ་སློང་དག་དེ་ནས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་དང་། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་དེ་བཞིན་གཤེགས་པ་ཅང་མི་གསུང་བར་གྱུར་པར་རིག་ནས། ལྷའི་བུ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་ནས། དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ།
en: Monks, when Great Top-Knotted Brahmā and Śakra, lord of the gods, understood that the Thus-Gone One would remain silent, these two great beings and their retinue of gods, saddened and dejected, disappeared then and there.

source: །ལན་གསུམ་གྱི་བར་དུ་དེ་བཞིན་གཤེགས་པ་ཐུགས་ལས་ཆུང་ངུ་ལ་ཐུགས་བཏུད་དོ།
en: And so the Thus-Gone One had thrice made up his mind to remain disinterested.

source: །དགེ་སློང་དག་དེའི་ཚེ་ཡུལ་མ་ག་དྷཱའི་མི་རྣམས་ལ་སྡིག་པ་མི་དགེ་བའི་ལྟ་བར་གྱུར་པ་འདི་ལྟ་བུ་དག་བྱུང་བར་གྱུར་ཏེ། འདི་ལྟ་སྟེ།
en: Monks, at that time all sorts of negative, inauspicious opinions started to circulate among the people of Magadha.

source: ཁ་ཅིག་ནི་འདི་སྐད་དུ་རླུང་ལྡང་བར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ། །ཁ་ཅིག་ནི་འདི་སྐད་དུ་མེ་འབར་བར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ།
en: Some said that winds would no longer blow, and some that fires would no longer burn.

source: །ཁ་ཅིག་ནི་འདི་སྐད་དུ་ཆར་འབབ་པར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ། །ཁ་ཅིག་ནི་ཆུ་འབབ་པར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ། །ཁ་ཅིག་ནི་ལོ་ཏོག་སྐྱེ་བར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ།
en: Some said that rains would no longer fall, some that rivers would no longer flow, and some that crops would no longer grow.

source: །ཁ་ཅིག་ནི་བྱ་རྣམས་ནམ་མཁའ་ལ་འཕུར་བར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ། །ཁ་ཅིག་ནི་སྦྲུམ་མ་རྣམས་ནད་མེད་པར་བཙའ་བར་མི་འགྱུར་རོ་ཞེས་འཛེར་རོ།
en: Some said that birds would no longer fly in the sky, and some that pregnant women would no longer give birth safely.

source: །དགེ་སློང་དག་དེ་ནས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་གྱིས་དེ་བཞིན་གཤེགས་པའི་ཐུགས་ཀྱི་རྣམ་པར་རྟོག་པ་དེ་ལྟ་བུ་དེ་ཡང་ཤེས།
en: Monks, the Great Top-Knotted Brahmā knew the nature of the Thus-Gone One’s thoughts, and he was aware of the opinions among the people of Magadha.

source: ཡུལ་མ་ག་དྷཱའི་མི་རྣམས་ཀྱི་ལྟ་བར་གྱུར་པ་དེ་དག་ཀྱང་རིག་ནས། ནམ་སྲོས་པ་དང་། ཁ་དོག་མངོན་པར་འཕགས་པ་དང་། ལྷའི་སྣང་བས་ཤིང་སྒྲོལ་རྒྱུའི་དྲུང་ཐམས་ཅད་སྣང་བར་བྱས་ནས།
en: So, at the close of night, he illuminated the entire area surrounding the tree of liberation with divine light beautiful in color, and he approached the Thus-Gone One.

source: དེ་བཞིན་གཤེགས་པ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། དེ་བཞིན་གཤེགས་པ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། དེ་བཞིན་གཤེགས་པ་ལ་ཚིགས་སུ་བཅད་པ་གསོལ་པ།
en: When he arrived, he bowed his head to the feet of the Thus-Gone One, draped his robe on one shoulder, knelt down on his right knee, and bending forward with palms joined, spoke in verse to the Thus-Gone One:

source: མ་ག་དྷཱར་ནི་སྔོན་ཆོས་མ་དག་པ།
en: “Previously in Magadha, the Dharma was impure,

source: །དྲི་མར་བཅས་པར་སེམས་པའི་སྨྲ་བ་བྱུང་།
en: Therefore impurely construed talk has emerged there.

source: །དེ་སླད་ཐུབ་པ་བདུད་རྩིའི་སྒོ་དབྱེ་གསོལ།
en: Thus, please, O Sage, open the gate of nectar!

source: །དྲི་མེད་སངས་རྒྱས་ཆོས་ནི་ཉན་ཅིང་མཆིས།
en: They are ready to listen to the stainless Buddhadharma!

source: །ཁྱོད་ནི་རང་གི་དགོས་མཛད་རང་དབང་གྱུར།
en: “With your goal accomplished, you reached independence.

source: །སྡུག་བསྔལ་མངོན་པར་འདུ་བྱེད་དྲི་མ་སྤངས།
en: Having removed the stain of the formation of suffering,

source: །ཁྱོད་ཀྱི་དགེ་བ་འཕེལ་དང་འགྲིབ་མ་མཆིས།
en: Your virtue is without increase or decrease.

source: །ཁྱོད་འདིར་ཆོས་མཆོག་ཕ་རོལ་བྱོན་པར་གྱུར།
en: Here in the best Dharma, you have reached perfection!

source: །ཐུབ་པ་ཁྱོད་འདྲ་འཇིག་རྟེན་འདིར་མ་མཆིས།
en: “O Sage, there is no one like you here in this world!

source: །དྲང་སྲོང་ཆེ་ཁྱོད་ལྷག་པ་ག་ལ་མཆིས།
en: O Great Sage, how could you be surpassed?

source: །སྲིད་གསུམ་འདི་ན་རྣམ་པར་ལྷང་ངེ་སྟེ།
en: Being the best, you shine here in the three worlds, O Lord,

source: །ལྷ་མིན་གནས་ན་མཆིས་པའི་རི་བོ་འདྲ།
en: Like the mountain in the realm of the demigods!

source: །སྡུག་བསྔལ་སྐྱེ་བོ་ཐུགས་རྗེ་ཆེ་བསྐྱེད་གསོལ།
en: “Please have mercy on suffering beings!

source: །ཁྱོད་འདྲ་ནམ་ཡང་བཏང་སྙོམས་མཛད་མི་རིགས།
en: It is never fitting for those like you to remain indifferent!

source: །ཁྱོད་ནི་མི་འཇིགས་སྟོབས་དང་ཡང་དག་ལྡན།
en: You are endowed with fearlessness and power!

source: །ཁྱོད་ནི་སྐྱེ་བོ་རབ་ཏུ་སྒྲོལ་བར་སྤྱོད།
en: Only you are able to deliver beings! “May all these beings who endure pain for so long,

source: །ལྷ་དང་དགེ་སྦྱོང་བྲམ་ཟེར་བཅས་པ་ཀུན། ། སྐྱེ་དགུ་འདི་དག་རིང་ནས་ཟུག་རྔུར་བཅས། །ནད་རིམས་མ་མཆིས་ནད་མ་མཆིས་གྱུར་ཅིག །
en: Including gods, renunciants, and priests, Be healthy and free of fever! They have no other refuge here!

source: འདི་ན་དེ་དག་སྐྱབས་ནི་གཞན་མ་མཆིས། །ཆོས་དེ་རྒྱལ་བས་ཐུགས་སུ་ཆུད་གྱུར་ཏེ། །ཇི་ལྟ་བཞིན་དུ་མི་ཉུང་སྟོན་འགྱུར་ཞེས། །དགེ་བའི་སེམས་ཀྱིས་བདུད་རྩི་དོན་གཉེར་ཞིང་། །ལྷ་དང་མི་རྣམས་ཁྱོད་ཕྱིར་རིང་ནས་འབྲང་།
en: “Gods and humans have been following you for so long, Yearning for nectar with the virtuous thought, ‘May the Dharma be proclaimed, the Dharma which is no less than Exactly what the Victorious One understands!’

source: །དེ་སླད་མཐུ་རྩལ་བཟང་པོ་ཁྱོད་ལ་གསོལ།
en: “Therefore we supplicate you, with your power so dynamic and benevolent,

source: །རིང་ནས་ལམ་ལས་ཉམས་པའི་སེམས་ཅན་ཐུལ།
en: May you train sentient beings that have long since strayed from the path!

source: །མ་ཐོས་དོན་རྣམས་རབ་ཏུ་ཐོས་པར་འཚལ། །ཤིན་ཏུ་ཉམ་ཆུང་རྟས་པར་འཚལ་དང་འདྲ།
en: They have longed to hear meanings unheard, Like the feeble long to be nourished.

source: །རབ་ཏུ་སྐམ་པའི་ས་ལ་སྤྲིན་ལྟ་བུར། །འདྲེན་པ་ཆོས་ཀྱི་ཆར་པས་ཚིམ་པར་མཛོད།
en: “The people, suffering from thirst, O Great Sage, Are waiting in your presence for this water of Dharma. Like a cloud over parched earth, O Guide, satiate them with the rain of Dharma!

source: །རིང་ནས་ཉམས་པའི་མི་རྣམས་སྲིད་པ་ན། །ལྟ་ངན་ཐིབས་པོ་ཚེར་མར་བཅས་པར་རྒྱུ།
en: “Long lost, people roam throughout existence Thick with wrong views and full of thorns.

source: །གང་བསྒོམས་ན་ནི་བདུད་རྩི་ཐོབ་འགྱུར་བ། །ཚེར་མ་མ་མཆིས་དྲང་ལམ་དེ་བསྟན་གསོལ།
en: Tell of the straight path, free of brambles, By which nectar is attained when meditating upon it!

source: །ལོང་བ་གཡང་ལྷུང་འདྲེན་པ་མ་མཆིས་པ།
en: “The blind, who without a guide have fallen into ravines,

source: །འདི་ན་དེ་དག་གཞན་གྱིས་དྲང་མི་ནུས།
en: Cannot be led out by anyone else here.

source: །བློ་ལྡན་ཁྱུ་མཆོག་ཁྱོད་ནི་མོས་བསྐྱེད་དེ།
en: You, Clever Bull, give rise to ardor

source: །གཡང་ས་ཆེན་པོར་ལྷུང་བ་གདོན་དུ་གསོལ། །
en: And rescue those who have fallen into steep ravines!

source: ཐུབ་པ་ཁྱོད་དང་རིང་ནས་རྟག་མི་མཇལ། །ཨུ་དུམ་བཱ་རའི་མེ་ཏོག་བརྒྱ་ལམ་ལྟར། །
en: “An encounter with you, O Sage, is always so long in coming. Victorious guides appear on this earth only rarely, Like an uḍumbara flower.

source: འདྲེན་པ་རྒྱལ་བ་དག་ནི་ས་ལ་འབྱུང་།
en: O Protector, please liberate sentient beings that have attained this opportunity!

source: །མགོན་པོ་དལ་རྙེད་སེམས་ཅན་དགྲོལ་དུ་གསོལ། །
en: “In your previous existences you had the thought,

source: རང་རྒལ་ནས་ནི་བསྒྲལ་བར་བྱའོ་ཞེས།
en: ‘Once I myself have crossed, I will ferry others across!’

source: །སྔོན་སྲིད་ཁྱོད་ཀྱི་དགོངས་པ་འདི་འབྱུང་ངོ་།
en: Now that you have surely reached the other shore,

source: །ད་ལྟར་ཁྱོད་ནི་ཕ་རོལ་བྱོན་པར་ངེས།
en: Fulfill your solemn vow, you with the dynamic power of truth!

source: །བདེན་པའི་མཐུ་རྩལ་ཐུགས་དམ་མད་པར་མཛོད།
en: “O Sage, clear away the darkness with the lamp of Dharma!

source: །ཐུབ་པ་ཆོས་ཀྱི་སྒྲོན་མས་མུན་པ་སོལ།
en: Raise high the banner of the Thus-Gone One!

source: །དེ་བཞིན་གཤེགས་པའི་རྒྱལ་མཚན་ཁྱོད་ཀྱིས་སྒྲེང་།
en: The time has come to utter melodious speech!

source: །སྙན་པའི་གསུང་བརྗོད་པ་ཡི་དུས་ལ་བབ། །རྔ་སྒྲ་རི་དགས་དབང་ལྟར་བསྒྲག་ཏུ་གསོལ།
en: I beg you to resound like a lion, O You of Drum-like Voice!”

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པས་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཇིག་རྟེན་ལ་གཟིགས་ན། སེམས་ཅན་དམན་པ་དང་། འབྲིང་དང་། གྱ་ནོམ་དང་། མཐོ་བ་དང་། དམའ་བ་དང་། བར་མ་དང་། རྣམ་པ་བཟང་པོ་དང་། རྣམ་པར་སྦྱང་སླ་བ་དང་། རྣམ་པ་ངན་པ་དང་། །རྣམ་པར་སྦྱང་དཀའ་བ་དང་། ཟུར་ཙམ་གྱིས་གོ་བ་དང་། ཚིག་ལྷུར་ལེན་པ་དང་། སེམས་ཅན་གྱི་ཕུང་པོ་གསུམ་སྟེ།
en: Monks, the Thus-Gone One then looked throughout the entire world with his awakened eye and saw sentient beings that were base, mediocre, and advanced; those that were high, low, and middling; those of good disposition and easy to purify, those of bad disposition and difficult to purify; those that can understand through just a cursory statement, and those for whom the words are paramount and who rely on a detailed explanation for their understanding. He thus saw that sentient beings were grouped into three categories:

source: གཅིག་ནི་ལོག་པ་ཉིད་དུ་ངེས་པ་དང་། གཅིག་ནི་ཡང་དག་པ་ཉིད་དུ་ངེས་པ་དང་། གཅིག་ནི་མ་ངེས་པ་གཟིགས་སོ།
en: one that was sure to be wrong, one that was sure to be correct, and one was undetermined.

source: །དགེ་སློང་དག་འདི་ལྟ་སྟེ་དཔེར་ན། མི་ཞིག་རྫིང་གི་འགྲམ་ན་འདུག་པས་པད་མ་ཁ་ཅིག་ནི་ཆུའི་ནང་ནས་འཐོན། ཁ་ཅིག་ནི་ཆུ་དང་མཉམ། ཁ་ཅིག་ནི་ཆུ་ལས་འཕགས་པ་དག་མཐོང་ངོ་། །དགེ་སློང་དག་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཇིག་རྟེན་ན་སེམས་ཅན་ཕུང་པོ་གསུམ་དུ་རྣམ་པར་གནས་པ་དག་གཟིགས་སོ།
en: Monks, just as when a person standing on the bank of a lotus pond sees some lotuses submerged in the water, some lotuses at water level, and some lotuses above the water, this was how the Thus-Gone One saw sentient beings situated in three groups when he looked throughout the whole world with his awakened eye.

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་དགོངས་ཏེ། ངས་ཆོས་བསྟན་ཀྱང་རུང་། མ་བསྟན་ཀྱང་རུང་སྟེ། གང་ལོག་པ་ཉིད་དུ་ངེས་པའི་ཕུང་པོ་འདི་ནི་ཆོས་འདི་ཤེས་པར་མི་འགྱུར་རོ།
en: Monks, the Thus-Gone One thought, “Whether I teach the Dharma or not, this group that is sure to be wrong will not understand the Dharma.

source: །ངས་ཆོས་བསྟན་ཀྱང་རུང་མ་བསྟན་ཀྱང་རུང་སྟེ། གང་ཡང་དག་པ་ཉིད་དུ་ངེས་པའི་ཕུང་པོ་འདི་ནི་ཆོས་འདི་ཤེས་པར་འགྱུར་རོ།
en: And whether I teach the Dharma or not, this group that is sure to be correct will understand the Dharma.

source: །མ་ངེས་པའི་ཕུང་པོ་གང་ཡིན་པ་འདི་ནི་གལ་ཏེ་ཆོས་བསྟན་ན་ནི་ཤེས་པར་འགྱུར། ཇི་སྟེ་ཆོས་མ་བསྟན་ན་ནི་ཤེས་པར་མི་འགྱུར་རོ་སྙམ་མོ།
en: Yet the group that is undetermined will understand the Dharma if I teach it, but will not understand the Dharma if I do not teach it.”

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པས་མ་ངེས་པའི་ཕུང་པོར་རྣམ་པར་གནས་པའི་སེམས་ཅན་རྣམས་ལས་བརྩམས་ཏེ་ཐུགས་རྗེ་ཆེན་པོ་བསྐྱེད་དོ།
en: Monks, the Thus-Gone One then engendered great compassion, starting with the sentient beings situated in the undetermined group.

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པས་བདག་ཉིད་ཀྱི་ཡང་དག་པའི་ཡེ་ཤེས་འདིའི་དབང་དུ་མཛད་དེ། ཚངས་པ་ཆེན་པོ་གཙུག་ཕུད་ཅན་གྱིས་བསྐུལ་བ་ཡང་མཁྱེན་ནས།
en: Monks, from the perspective of his own perfect wisdom, the Thus-Gone One then understood the request made by Great Top-Knotted Brahmā and thus spoke to him with this verse:

source: ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་ལ་ཚིགས་སུ་བཅད་པས་བཀའ་སྩལ་པ།
en: “O Brahmā, the gates of nectar are opened

source: །ཚངས་པ་མ་ག་དྷཱ་ཡི་སེམས་ཅན་གང་།
en: To those sentient beings of Magadha

source: །རྣ་བ་ལྡན་ཞིང་དད་དང་ལྡན་གྱུར་ལ།
en: With ears and with devotion,

source: །མི་འཚེ་འདུ་ཤེས་རྟག་ཏུ་ཆོས་ཉན་པས། །དེ་དག་ལ་ནི་བདུད་རྩིའི་སྒོ་ཕྱེའོ།
en: Who constantly listen with attention and without doing harm.”
